Repository: zieen389/s
Catalog: lib/l10n/intl_*.arb
Languages: ar

# logintype
source: Type of login
ar: نوع تسجيل الدخول

source: student
ar: طالب

source: parents
ar: ولي أمر

source: Login
ar: تسجيل الدخول

source: UserName
ar: اسم المستخدم

# errorusername
source: Please enter your UserName
ar: الرجاء إدخال اسم السمتخدم

# errorusername2
source: please enter username without numbers
ar: الرجاء إدخال اسم المستخدم من دون أرقام

source: Password
ar: كلمة السر

# errorpassword
source: Please enter your password
ar: الرجاء إدخال كلمة السر

# forgetpass
source: Forget password
ar: نسيت كلمة السر

source: Chat
ar: المراسلة

# myaccount
source: Account
ar: حسابي

# service
source: Services
ar: خدمات

# post
source: Posts
ar: الأخبار

source: Like
ar: إعجاب

source: Security
ar: الأمان

# schoolinfo
source: School information
ar: المعلومات المدرسية

source: Add son
ar: إضافة ابن

# lang
source: Language
ar: اللغة

source: Logout
ar: تسجيل خروج

# sucssLogin
source: Login completed successfully
ar: تم تسجيل الدخول بنجاح

# adv
source: Adverts
ar: إعلانات

# apply
source: Only Moderators can send messages on this channel
ar: يمكن للمشرفين فقط إرسال الرسائل في قناة الإعلانات

source: Skip
ar: تخطي

# hello
source: Welcome! to the app
ar: مرحبا بك في تطبيق

# page1
source: For AL-Marah Private School, this app provides a variety of services for students and parents
ar: الخاص بمدرسة المرح الخاصة إن هذا التطبيق يوفر خدمات متنوعة للطلاب وأولياء الأمر

# studentpage2
source: It provides students with services including retention
ar: يقدم للطلاب خدمات منها الإحتفاظ

# service1page2
source: with exam dates
ar: بمواعيد الإختبارات

# service2page2
source: weekly Schedule
ar: جدول الدوام الاسبوعي

# service3page2
source: monthly scientific average
ar: محصلهم الشهري

# service4page2
source: in this App
ar: في نسخة إلكترونية

# parentspage3
source: it also offers parents the possibility to see all
ar: كما يقدم للأهالي إمكانية رؤية كافة

# service1page3
source: Full information
ar: المعلومات الكاملة

# service2page3
source: about the student in addition to
ar: عن الطالب بالإضافة إلى

# service3page3
source: Communicate directly
ar: التواصل مباشرة

# service4page3
source: with supervior
ar: مع المشرف بشكل

# safe
source: securely
ar: آمن

source: Get start
ar: البدأ

# emailAdress
source: Email address
ar: عنوان البريد الإلكتروني

# changeEmail
source: Do you want to change your email?
ar: هل تريد تغيير بريدك الإلكتروني؟

# inputEmail
source: Enter the new email, then put the 5-digit code that we will send to the new mail
ar: قم بإدخال البريد الالكتروني الجديد,ثم قم بوضع الرمز المؤلف من 5 أرقام الذي سنقوم بإرساله على البريد الجديد

# errorEmail1
source: please enter your Email
ar: الرجاء إدخال البريد الإلكتروني

# errorEmail2
source: The email must contain @
ar: يجب ان يحتوي البريد الإلكتروني على @

# continu
source: Continue
ar: المتابعة

# putDigit
source: Enter the Code
ar: قم بوضع الرمز :

source: Coniform
ar: تأكيد

# changePass
source: Do you want to change password for this account?
ar: هل تريد تغيير كلمة السر لهذا الحساب؟

# newPass
source: New password
ar: كلمة السر الجديدة

# renewpass
source: Retype new password
ar: قم بإعادة كتابة كلمة السر

# errorchangepass1
source: Please fill in the field
ar: الرجاء تعبئة الحقل

# errorchangepass2
source: No match
ar: لايوجد تطابق

source: Name
ar: الاسم

# date
source: Date of birth
ar: تاريخ الميلاد

# motherName
source: Mother's name
ar: اسم الأم

# fatherName
source: Father's Name
ar: اسم الأب

source: Division Number
ar: رقم الشعبة

source: Academic year
ar: السنة الدراسية

# hodorAvrage
source: Attendance rate
ar: معدل الحضور

# aavrageMonth
source: Academic average
ar: المعدل الدراسي

# changelang
source: Choose language
ar: قم باختيار اللغة المناسبة لك

source: Arabic
ar: عربية

source: English
ar: إنكليزية
